Repository: Ditruz2021/MFEC_CKAN_THAI_GDC
Catalog: backup/ckan-docker/ckan/ckanext-thaigdc-governance/ckanext/thaigdc_governance/i18n/*/LC_MESSAGES/ckanext-thaigdc_governance.po
Languages: th

source: Dashboard
th: My Dashboard

source: News feed
th: รายการแจ้งเตือน

source: Add Prepare
th: เพิ่มชุดข้อมูล

source: Processing
th: อยู่ระหว่างพิจารณา

source: wait
th: รอการตรวจสอบ

source: approval
th: รอการอนุมัติ

source: reject
th: ไม่ผ่านการตรวจสอบ/ไม่ผ่านการอนุมัติ

source: complete
th: ผ่านการอนุมัติให้เผยแพร่

source: Private
th: ลับ

source: public
th: เปิดเผย

source: registered
th: เผยแพร่ภายในเขตทำการ

source: first_trusted
th: ลับ

source: second_trusted
th: ลับมาก

source: secret
th: ลับที่สุด

source: Disclosure
th: ระดับชั้นข้อมูล

source: Dataset Type
th: ประเภทชุดข้อมูล

source: Data Category
th: หมวดหมู่ข้อมูลตามธรรมาภิบาลข้อมูลภาครัฐ

source: {number} requestdata found for "{query}"
th: พบ {number} คำขอใช้ข้อมูลสำหรับ "{query}"

source: No requestdatas found for "{query}"
th: ไม่พบคำขอใช้ข้อมูลสำหรับ "{query}"

source: {number} requestdata found
th: พบ {number} คำขอใช้ข้อมูล

source: No requestdatas found
th: ไม่พบคำขอใช้ข้อมูล

source: Search requestdatas
th: ค้นหาคำขอใช้ข้อมูล

source: {number} processing found for "{query}"
th: พบ {number} ชุดข้อมูลสำหรับ "{query}"

source: No processings found for "{query}"
th: ไม่พบชุดข้อมูลสำหรับ "{query}"

source: {number} processing found
th: พบ {number} ชุดข้อมูล

source: No processings found
th: ไม่พบชุดข้อมูล

source: Search processings
th: ค้นหาชุดข้อมูล

source: Data Governance
th: ธรรมาภิบาลข้อมูล

source: requestdata_wait_steward
th: รอการตรวจสอบจากทีมบริกร/เจ้าของข้อมูล

source: requestdata_wait_council
th: รอการอนุมัติ

source: requestdata_reject
th: ไม่ผ่านการตรวจสอบ/ไม่อนุมัติการขอใช้

source: requestdata_wait_maintainer_notify
th: อนุมัติการขอใช้ และรอแจ้งผู้ดูแลข้อมูล

source: requestdata_wait_received
th: แจ้งผู้ดูแลข้อมูลแล้ว และรอผู้ยื่นคำขอได้รับข้อมูล

source: requestdata_received
th: ผู้ยื่นคำขอได้รับข้อมูลแล้ว

source: Back to dataset
th: กลับไปหน้าชุดข้อมูล

source: Save Dataset
th: บันทึกชุดข้อมูล

source: Owner
th: เจ้าของข้อมูล

source: requestdata_anonymous
th: ผู้ยื่นคำขอ

source: You can use Open-D to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
th: คุณสามารถใช้กลุ่มชุดข้อมูล Open-D ในการสร้างและจัดการชุดข้อมูล ไม่ว่าจะเป็นการสร้างแค็ตตาล็อกสำหรับชุดข้อมูลสำหรับโปรเจ็คต์ ทีม หรือธีม หรือเป็นวิธีง่ายๆ ในการช่วยให้ผู้ค้นหาชุดข้อมูลของคุณได้

source: Your profile lets other Open-D users know about who you are and what you do.
th: โปรไฟล์ของคุณช่วยให้ผู้ใช้ Open-D คนอื่นๆ ทราบว่าคุณเป็นใครและทำอะไรอยู่

source: Font size
th: ขนาดตัวอักษร

source: A
th: ก

source: tags
th: คำสำคัญ
