Repository: Ditruz2021/MFEC_CKAN_THAI_GDC
Catalog: ckan/ckanext-thai-gdc/ckanext/thai_gdc/i18n/*/LC_MESSAGES/ckanext-thai_gdc.po
Languages: th

source: Search data
th: ค้นหาชุดข้อมูล

source: Visibility
th: การเข้าถึง

source: License
th: สัญญาอนุญาตให้ใช้ข้อมูล

source: Select at least one
th: ไม่ถูกเลือก

source: Search dataset...
th: ค้นหาชุดข้อมูล...

source: Search datasets...
th: ค้นหาชุดข้อมูล...

source: Last Updated
th: ปรับปรุงครั้งล่าสุดในระบบเมื่อ

source: Last updated
th: ปรับปรุงครั้งล่าสุดเมื่อ

source: Created
th: สร้างในระบบเมื่อ

source: Format
th: นามสกุลของไฟล์

source: January
th: มกราคม

source: February
th: กุมภาพันธ์

source: March
th: มีนาคม

source: April
th: เมษายน

source: May
th: พฤษภาคม

source: June
th: มิถุนายน

source: July
th: กรกฎาคม

source: August
th: สิงหาคม

source: September
th: กันยายน

source: October
th: ตุลาคม

source: November
th: พฤศจิกายน

source: December
th: ธันวาคม

source: Just now
th: เมื่อสักครู่

source: {number} dataset found
th: พบ {number} ชุดข้อมูล

source: {number} datasets found
th: พบ {number} ชุดข้อมูล

source: {number} dataset found for "{query}"
th: พบ {number} ชุดข้อมูลสำหรับ "{query}"

source: {number} datasets found for "{query}"
th: พบ {number} ชุดข้อมูลสำหรับ "{query}"

source: {number} group found
th: พบ {number} กลุ่ม

source: {number} groups found
th: พบ {number} กลุ่ม

source: {number} group found for "{query}"
th: พบ {number} กลุ่มสำหรับ "{query}"

source: {number} groups found for "{query}"
th: พบ {number} กลุ่มสำหรับ "{query}"

source: {number} organization found
th: พบ {number} เขตทำการ

source: {number} organizations found
th: พบ {number} เขตทำการ

source: {number} organization found for "{query}"
th: พบ {number} เขตทำการสำหรับ "{query}"

source: {number} organizations found for "{query}"
th: พบ {number} เขตทำการสำหรับ "{query}"

source: {num} Dataset
th: {num} ชุดข้อมูล

source: {num} Datasets
th: {num} ชุดข้อมูล

source: Field {num}.
th: ฟิลด์ {num}.

source: Data Type
th: ชนิดข้อมูล

source: Example
th: ตัวอย่างข้อมูล

source: Site Statistics
th: สถิติ

source: Recently Created Datasets
th: ชุดข้อมูลที่มีการสร้างล่าสุด

source: Recently Updated Datasets
th: ชุดข้อมูลที่มีการแก้ไขล่าสุด

source: Number of edits
th: จำนวนการแก้ไข

source: Users Creating Most Datasets
th: ผู้ใช้ที่เป็นเจ้าของชุดข้อมูล

source: Datasets by Organization
th: ชุดข้อมูลรายเขตทำการ

source: Resources by Organization
th: ทรัพยากรรายเขตทำการ

source: Most Active Organizations
th: ชุดข้อมูลรายเขตทำการที่มีการแก้ไขล่าสุด

source: Summary Statistic
th: ภาพรวม

source: User Access List
th: รายการสิทธิ์ของผู้ใช้

source: Users by Organization
th: ผู้ใช้รายเขตทำการ

source: active
th: ใช้งาน

source: deleted
th: ลบแล้ว

source: statistics
th: สถิติ

source: Dataset Type
th: ประเภทชุดข้อมูล

source: Data Category
th: หมวดหมู่ตามธรรมาภิบาลข้อมูล

source: WAIT_VALIDATE
th: อยู่ระหว่างกระบวนการอนุมัติ ควรหลีกเลี่ยงการแก้ไข

source: VALIDATE
th: อยู่ระหว่างกระบวนการอนุมัติ ควรหลีกเลี่ยงการแก้ไข

source: WAIT_VALIDATE_MODIFIED
th: อยู่ระหว่างกระบวนการอนุมัติ ควรหลีกเลี่ยงการแก้ไข

source: VALIDATE_MODIFIED
th: อยู่ระหว่างกระบวนการอนุมัติ ควรหลีกเลี่ยงการแก้ไข

source: APPROVAL
th: อยู่ระหว่างกระบวนการอนุมัติ ควรหลีกเลี่ยงการแก้ไข

source: COMPLETED
th: ลงทะเบียนแล้ว

source: WAIT
th: พร้อมลงทะเบียน

source: REJECT
th: ไม่ผ่านเกณฑ์

source: WAIT_REVOKE
th: อยู่ระหว่างกระบวนการเพิกถอน

source: VALIDATE_REVOKE
th: อยู่ระหว่างกระบวนการเพิกถอน

source: REVOKE
th: อยู่ระหว่างกระบวนการเพิกถอน

source: DELETED
th: เพิกถอนแล้ว

source: Reference URL Catalog
th: อ้างอิง URL Catalog

source: Your browser does not support object tags.
th: ไม่สามารถแสดงผล (preview) ไฟล์ข้อมูลนี้ได้ กรุณาคลิกที่ URL เพื่อเปิดไฟล์

source: This resource view is not available at the moment.
th: ไม่สามารถแสดงผล (preview) ไฟล์ข้อมูลนี้ได้

source: Welcome to CKAN
th: ยินดีต้อนรับสู่ระบบ Thai-GDC

source: Upload
th: อัปโหลด

source: Create by
th: สร้างโดย

source: That title is already in use.
th: ชื่อชุดข้อมูลนี้ถูกใช้แล้ว

source: Export
th: ส่งออก

source: Recommend
th: แนะนำ

source: Event image
th: รูปภาพวันสำคัญ

source: External TEXT URL
th: ข้อความ URL

source: External URL
th: URL ภายนอก

source: Show Home Page
th: แสดงในหน้าหลัก

source: Show
th: แสดง

source: Data set group
th: กลุ่มชุดข้อมูล

source: Articles or news about information
th: บทความหรือข่าวสารเกี่ยวกับข้อมูล

source: User statistics
th: สถิติผู้ใช้งาน

source: Organizations area
th: เขตทำการ

source: Groups Datasets
th: กลุ่มชุดข้อมูล

source: Usage for users
th: คู่มือการใช้งาน

source: Manual usage API
th: คู่มือการใช้งาน API

source: Request a dataset
th: ร้องขอชุดข้อมูล

source: There are currently no articles or news here
th: ไม่มีบทความหรือข่าวใดๆ ณ ปัจจุบัน

source: Articles and news
th: บทความ/ข่าวสาร

source: Add Organization
th: เพิ่มเขตทำการ

source: Deleted datasets
th: ชุดข้อมูลที่ถูกลบ

source: Deleted organizations
th: เขตทำการที่ถูกลบ

source: Deleted groups
th: กลุ่มชุดข้อมูลที่ถูกลบ

source: There are no datasets to purge
th: ไม่มีชุดข้อมูลที่ถูกลบ

source: There are no organizations to purge
th: ไม่มีเขตทำการที่ถูกลบ

source: There are no groups to purge
th: ไม่มีกลุ่มชุดข้อมูลที่ถูกลบ

source: Purge all
th: ล้างทั้งหมด

source: Purge
th: ล้างข้อมูล

source: Are you sure you want to purge everything?
th: ท่านต้องการยืนยันการล้างข้อมูลทั้งหมดใช่หรือไม่ ?

source: Are you sure you want to purge datasets?
th: ท่านต้องการยืนยันการล้างชุดข้อมูลทั้งหมดใช่หรือไม่ ?

source: Are you sure you want to purge organizations?
th: ท่านต้องการยืนยันการล้างเขตทำการทั้งหมดใช่หรือไม่ ?

source: Are you sure you want to purge groups?
th: ท่านต้องการยืนยันการล้างกลุ่มชุดข้อมูลทั้งหมดใช่หรือไม่ ?

source: {number} datasets have been purged
th: {number} ชุดข้อมูลถูกล้างเรียบร้อย

source: {number} organizations have been purged
th: {number} เขตทำการถูกล้างเรียบร้อย

source: {number} groups have been purged
th: {number} กลุ่มชุดข้อมูลถูกล้างเรียบร้อย

source: Purge deleted datasets, organizations or groups forever and irreversibly.
th: สำหรับการล้างชุดข้อมูล เขตทำการ หรือกลุ่มชุดข้อมูลที่ถูกลบอย่างถาวรและไม่สามารถย้อนกลับได้

source: Banner edit
th: แก้ไขแบนเนอร์

source: Popup
th: ป็อปอัพ

source: {number} page found
th: พบ {number} บทความ

source: {number} page found for "{query}"
th: พบ {number} บทความสำหรับ "{query}"

source: No pages found for "{query}"
th: ไม่พบบทความสำหรับ "{query}"

source: More
th: เพิ่มเติม

source: Top 5 most viewed datasets ranked by the number of views as of
th: ชุดข้อมูลที่มีการเรียกดูมากที่สุด 5 อันดับ เรียงลำดับตามจำนวนครั้งการเข้าชม ณ

source: Article view statistics as of
th: สถิติการเข้าชมบทความ ณ

source: Number of data entries classified by operation district
th: จำนวนข้อมูลจำแนกตามเขตทำการ

source: Number of data entries classified by category
th: จำนวนข้อมูลจำแนกตามหมวดหมู่

source: Overview
th: ภาพรวม

source: Number of users / Number of visitors
th: จำนวนผู้เข้าใช้บริการ / จำนวนผู้เข้าชม

source: people
th: คน

source: times
th: ครั้ง

source: Request the dataset you want
th: ร้องขอชุดข้อมูลที่ท่านต้องการ

source: Requester's name
th: ชื่อผู้ร้องขอ

source: Requester's surname
th: นามสกุลผู้ร้องขอ

source: Contact channel for response (Email)
th: ช่องทางการติดต่อกลับ (Email)

source: Requesting organization
th: หน่วยงานที่ร้องขอ

source: Name of the dataset requested
th: ชื่อชุดข้อมูลที่ต้องการ

source: Details of the dataset requested
th: รายละเอียดชุดข้อมูลที่ต้องการ

source: Scope of dataset usage
th: ขอบเขตการใช้งานของชุดข้อมูล

source: Purpose of data usage
th: วัตถุประสงค์ที่ต้องการใช้งานข้อมูล

source: Duration of data usage, in day/month/year format
th: ระยะเวลาที่ต้องการใช้ข้อมูล วัน/เดือน/ปี

source: Send
th: ส่งเรื่อง

source: Send request success
th: ส่งเรื่อง

source: Your request has been successfully submitted.
th: ส่งคำร้องเรียบร้อย

source: You can check the status of your request via email. Alternatively, you can contact our staff at support@mea.or.th for further assistance.
th: ท่านสามารถตรวจสอบสถานะการดำเนินการได้ทางอีเมล์ของท่าน หรือสามารถติดต่อเจ้าหน้าที่ได้ทางอีเมล์ support@mea.or.th

source: Close
th: ปิด

source: Required fields to fill out.
th: ช่องรายการที่ต้องกรอก

source: You have not completed all the required information. Please fill out all fields completely.
th: ท่านกรอกข้อมูลไม่ครบถ้วนกรุณากรอกให้ครบถ้วน

source: Consideration of dataset publication
th: พิจารณาการเผยแพร่ชุดข้อมูล

source: Dataset awaiting consideration
th: ชุดข้อมูลที่รอการพิจารณา

source: Dataset considered
th: ชุดข้อมูลที่พิจารณาแล้ว

source: Consideration of data request
th: พิจารณาการขอใช้ข้อมูล

source: Data request pending consideration
th: คำขอใช้ข้อมูลที่รอการพิจารณา

source: Data request awaiting data reception
th: คำขอใช้ข้อมูลที่รอการได้รับข้อมูล

source: Data request considered
th: คำขอใช้ข้อมูลที่พิจารณาแล้ว

source: Public data request
th: คำขอใช้ข้อมูลจากประชาชน

source: Waiting for notification to the data administrator
th: รอแจ้งผู้ดูแลข้อมูล

source: Waiting to receive data
th: รอการได้รับข้อมูล

source: Did_not_pass_the_consideration
th: ไม่ผ่านการพิจารณา

source: Date of request submission
th: วันที่ยื่นคำขอ

source: Requester
th: ผู้ยื่นคำขอ

source: Data requester
th: ผู้ร้องขอชุดข้อมูล

source: Closed case
th: ปิดเรื่อง

source: Waiting to close the case
th: รอปิดเรื่อง

source: Employee ID
th: รหัสพนักงาน

source: My data request
th: คำขอใช้ข้อมูลของฉัน

source: My requested datasets
th: ชุดข้อมูลของฉันที่ได้รับการขอใช้

source: All statuses
th: ทุกสถานะ

source: Draft documents
th: เอกสารร่าง

source: Steward comment
th: ผู้ดูแลชุดข้อมูล

source: Allow for harvest to GD-Catalog
th: ยินยอมให้นำชื่อชุดข้อมูลไปใช้ที่ GD-Catalog

source: No
th: ไม่ยินยอม

source: Yes
th: ยินยอม

source: Governance Notes
th: ความเห็น/ข้อเสนอแนะ

source: Updated in the system by
th: ปรับปรุงในระบบโดย

source: Updated in the system on
th: ปรับปรุงในระบบเมื่อวันที่

source: Note
th: หมายเหตุ

source: Assigned by the agency for data oversight
th: เป็นผู้ได้รับมอบหมายจากหน่วยงานในการกำกับดูแลข้อมูล

source: Approve
th: อนุมัติ

source: Consider dataset
th: พิจารณาชุดข้อมูล

source: update dataset publication
th: ปรับปรุงชุดข้อมูลที่เผยแพร่

source: Are you sure you want to submit the updates to this dataset publication?
th: คุณแน่ใจที่จะส่งข้อมูลการปรับปรุงชุดข้อมูลที่เผยแพร่นี้หรือไม่

source: Go back
th: ย้อนกลับ

source: Data Requester
th: ผู้ขอใช้ชุดข้อมูล

source: Between the dates of
th: ระหว่างวันที่

source: Date of Request Review (Most Recent)
th: วันที่พิจารณาคำขอ (ล่าสุด)

source: Result of Request Review (Most Recent)
th: ผลการพิจารณาคำขอ (ล่าสุด)

source: Only JPG/PNG image files can be uploaded
th: สามารถอัปโหลดได้เฉพาะไฟล์รูปภาพ JPG/PNG

source: Number of visitors
th: จำนวนผู้เข้าชม

source: Program version
th: รุ่นโปรแกรม

source: Date of version
th: วันที่

source: Consideration date
th: วันที่พิจารณา

source: Please select the type of dataset
th: กรุณาเลือกประเภทของชุดข้อมูล

source: New users
th: ผู้ใช้ที่ลงทะเบียนใหม่

source: Deleted user
th: ผู้ใช้ที่ถูกลบ

source: Organization Address (footer)
th: ที่อยู่เขตทำการ (ส่วนท้าย)

source: Organization Phone Number (footer)
th: เบอร์โทรเขตทำการ (ส่วนท้าย)

source: Organization E-mail (footer)
th: อีเมลเขตทำการ (ส่วนท้าย)

source: Website policy links (footer)
th: รวมลิ้งค์นโยบายเว็บไซต์ (ส่วนท้าย)

source: New dataset
th: ใหม่

source: Update
th: ปรับปรุง

source: Pending
th: รอการแก้ไข

source: Under review
th: อยู่ระหว่างตรวจสอบ

source: Deleted
th: ผู้ดูแลลบชุดข้อมูลนี้แล้ว

source: Fixed
th: แก้ไขแล้ว

source: submit for consideration to publish the dataset
th: ส่งเรื่องพิจารณาเผยแพร่ชุดข้อมูล

source: submit for consideration to update the dataset
th: ส่งเรื่องพิจารณาปรับปรุงชุดข้อมูล

source: Data Request Form
th: แบบฟอร์มขอใช้ข้อมูล

source: Requester id
th: ผู้ยื่นคำขอใช้ข้อมูล

source: Full name
th: ชื่อ-นามสกุล

source: Employee ID (for internal employees)
th: รหัสพนักงาน (กรณีพนักงานภายในองค์กร)

source: Objective
th: วัตถุประสงค์

source: Project code
th: รหัสโครงการ (ถ้ามี)

source: Project name
th: ชื่อโครงการ

source: Project manager
th: หัวหน้าโครงการ

source: Usage start date
th: วันที่เริ่มต้นการใช้ข้อมูล

source: Usage end date
th: วันที่สิ้นสุดการใช้ข้อมูล

source: Request detail
th: รายละเอียด/เหตุผลการขอใช้ข้อมูล

source: The data requester has read and accepted the organization's user agreement and will strictly comply with it
th: ผู้ขอใช้ข้อมูลได้อ่านและยอมรับข้อตกลงของผู้ใช้ (user agreement) ขององค์กร และจะปฏิบัติตามอย่างเคร่งครัด

source: User Agreement
th: ข้อตกลงของผู้ใช้ (User Agreement)

source: Acceptance of User Agreement
th: การยอมรับข้อตกลงของผู้ใช้ (User Agreement)

source: Downloading or receiving data in this Data Catalog by any means is considered to be the recipient's acceptance of the terms of this Agreement.
th: การ Download หรือ ได้รับข้อมูลที่อยู่ในบัญชีข้อมูล (Data Catalog) นี้โดยวิธีใดวิธีหนึ่ง ถือว่าผู้ที่ได้รับข้อมูลยอมรับข้อกำหนดของข้อตกลง (Agreement) นี้

source: Data Use
th: การใช้งานข้อมูล

source: Data use means viewing data (even in part), processing data, comparing with other data, or extracting knowledge for use in other projects, research, presentations, writing academic articles, or other related works.
th: การใช้งานข้อมูลหมายถึง การดูข้อมูล (แม้เพียงบางส่วน), การนำข้อมูลไปประมวลผล, เปรียบเทียบกับข้อมูลอื่น, หรือสกัดองค์ความรู้เพื่อใช้ในโครงการอื่น, การวิจัย, การนำเสนอ, การเขียนบทความวิชาการ หรืองานที่เกี่ยวข้องอื่น ๆ

source: Terms of Use
th: ข้อตกลงการใช้งาน

source: The organization and its stakeholders do not guarantee the accuracy, completeness, and timeliness of the data. The user's decision to copy, reference, or use the data is at the user's discretion and decision.
th: องค์กรและผู้มีส่วนได้ส่วนเสีย ไม่รับรองความถูกต้อง ความครบถ้วนสมบูรณ์ และความทันสมัยของข้อมูล การที่ผู้ใช้จะคัดลอก อ้างอิงหรือนำข้อมูลไปใช้ประโยชน์เป็นวิจารณญาณและการตัดสินใจของผู้ใช้

source: The organization and its stakeholders reserve the right not to be responsible for any damages that may occur from the use of the data.
th: องค์กรและผู้มีส่วนได้ส่วนเสีย ขอสงวนสิทธิ์ที่จะไม่รับผิดชอบต่อความเสียหายใด ๆ ที่อาจเกิดขึ้นจากการใช้ข้อมูล

source: The data user has no right to disclose the data (all, part, or results obtained from the data) to other persons, even employees within the organization, and must have appropriate data protection measures in accordance with the "Regulations announced by the organization on information security practices or other related practices".
th: ผู้ใช้ข้อมูล ไม่มีสิทธิ์เผยแพร่ข้อมูล (ทั้งหมด, บางส่วน หรือผลลัพธ์ที่ได้จากข้อมูล) ให้กับบุคคลอื่นแม้แต่พนักงานภายในองค์กร และต้องมีมาตรการปกป้องข้อมูลอย่างเหมาะสมตาม "ระเบียบที่ประกาศโดยองค์กร ว่าด้วยแนวปฏิบัติในการรักษาความมั่นคงปลอดภัยด้านสารสนเทศ หรือแนวปฏิบัติอื่นใดที่เกี่ยวข้อง"

source: The data user must not use the data in an unlawful manner. Do not use data in a way that causes harm to the organization or violates the organization's policies and regulations.
th: ผู้ใช้ข้อมูล ต้องไม่ใช้ข้อมูลไปในทางที่มิชอบด้วยกฎหมาย ไม่ใช้ข้อมูลไปในทางที่ก่อให้เกิดผลเสียต่อองค์กรหรือขัดต่อนโยบายและระเบียบขององค์กร

source: When using data for any purpose, the data user must refer to the data set used in full and comply with the terms of use of the data set specified by the data owner and/or as specified by the organization.
th: ผู้ใช้ข้อมูล เมื่อนำข้อมูลไปใช้ประโยชน์ใด ๆ จะต้องอ้างอิงถึงชุดข้อมูลที่นำมาใช้ให้ครบถ้วน และปฏิบัติตามข้อตกลงการใช้งานของชุดข้อมูลดังกล่าวที่กำหนดโดยเจ้าของข้อมูล และ/หรือ ตามที่องค์กรกำหนด

source: The organization and/or the data owner have the right to revoke the permission to use the data if it is found that it is being used for the wrong purpose or in violation of the terms of use of the data.
th: องค์กร และ/หรือ เจ้าของข้อมูล มีสิทธิ์เพิกถอนการอนุญาตสิทธิ์ในการใช้ข้อมูลได้ หากพบว่ามีการใช้งานผิดวัตถุประสงค์ หรือ ผิดเงื่อนไขการใช้ข้อมูล

source: If there is an incident where the data user violates the terms of use due to intention or due carelessness of the data user, the data user will be primarily responsible for all consequences.
th: หากเกิดเหตุการณ์ที่ผู้ใช้ข้อมูลผิดข้อตกลงการใช้งานโดยเกิดจากความตั้งใจหรือความไม่ระมัดระวังตามสมควรของผู้ใช้ข้อมูล ผู้ใช้ข้อมูลจะต้องเป็นผู้รับผิดชอบหลักในผลที่เกิดขึ้นทั้งหมด

source: Accept condition
th: ยอมรับข้อตกลง

source: Cannot request to use this dataset.
th: ไม่สามารถขอใช้ชุดข้อมูลนี้ได้

source: Since you have already requested to use this dataset within the past 24 hours, please make the request again the next day.
th: เนื่องจากท่านมีการยื่นขอใช้ชุดข้อมูลนี้แล้ว ใน 24 ชั่วโมงที่ผ่านมา ขอให้ท่านทำรายการอีกครั้งในวันถัดไป

source: Organization name
th: ชื่อหน่วยงาน

source: Organization head
th: ผู้รับผิดชอบหน่วยงาน

source: Bring back
th: นำกลับ

source: Lists of Business Metadata
th: รายการ Business Metadata

source: Select Metadata...
th: เลือก Metadata...

source: The user {actor} has downloaded resource {resource} from the dataset {dataset}
th: ผู้ใช้งาน {actor} ได้ทำการดาวน์โหลดข้อมูล {resource} จากชุดข้อมูล {dataset}

source: The user {actor} has called the {data_api} for the {resource} information from the {dataset} dataset
th: ผู้ใช้งาน {actor} ได้ทำการเรียก {data_api} ข้อมูล {resource} จากชุดข้อมูล {dataset}
