Repository: Ditruz2021/MFEC_CKAN_THAI_GDC
Catalog: ckan/ckanext-opendstats/ckanext/opendstats/i18n/*/LC_MESSAGES/ckanext-opendstats.po
Languages: th

source: Usage summary by organization
th: สรุปการใช้งานตามองค์กร

source: Total Data API Resources
th: ข้อมูล API ทรัพยากรทั้งหมด

source: Total Datasets
th: ชุดข้อมูลทั้งหมด

source: Total Organizations
th: หน่วยงานทั้งหมด

source: Total Data Files/Resources
th: ข้อมูล ไฟล์/ทรัพยากร ทั้งหมด

source: Dataset with the highest number of views
th: ชุดข้อมูลที่มีคนเข้าชมมากที่สุด

source: Dataset name
th: ชื่อชุดข้อมูล

source: Number of views
th: จำนวน views

source: Number of downloads
th: จำนวน downloads

source: Number of recent views (last 14 days)
th: จำนวน recent views (14 วันล่าสุด)

source: Most frequently used search terms
th: คำค้นที่มีการใช้มากที่สุด

source: Rank
th: ลำดับ

source: Search term
th: คำค้น

source: Number of searches
th: จำนวนการค้นหา

source: Number of datasets found
th: จำนวนชุดข้อมูลที่พบ

source: Search terms that did not yield any datasets
th: คำค้นที่ไม่พบชุดข้อมูล

source: Search terms that yielded datasets
th: คำค้นที่พบชุดข้อมูล

source: Unauthorized to access data
th: ไม่มีสิทธิ์เข้าดูข้อมูล
